app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)

    respond_to do |format|
      if @post.save
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "34tewtgr"], ["description", "sergsdfg"], ["created_at", "2016-11-29 14:54:24.104687"], ["updated_at", "2016-11-29 14:54:24.104687"]]